---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyZone
source: html/253be2aa-583c-1299-7ecb-d5473da46675.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyZone Property

A Zone cannot be copied.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyZone { get; }
```